Repository: JackLeEmmerdeur/PyFoehnXBMC
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: GPIO-Port of the PWM-Signal for the fan
de_de: GPIO-Port des PWM-Signals für den Lüfter

# #32002
source: PWM-frequency
de_de: PWM Frequenz

# #32003
source: Pause between temperature requests
de_de: Pause zwischen Temperatur-Abfragen

# #32004
source: Temperature-level at which the fan is started
de_de: Temperatur-Stufe ab der die Lüftung gestartet wird

# #32005
source: Cooldown (Rounds e.g. 5 or time e.g. 10sec)
de_de: Nachkühlung (Runden z.B. 5, oder Zeit z.B. 1sec)

# #32006
source: Constant fan-spin-rate (1-100)
de_de: Konstante Drehzahl (1-100)

# #32007
source: Use Variable fan-spin-rates
de_de: Benutze Variable Drehzahlen

# #32008
source: Variable fan-spin-rate 1
de_de: Variable Drehzahl Stufe 1

# #32009
source: Variable fan-spin-rate 2
de_de: Variable Drehzahl Stufe 2

# #32010
source: Variable fan-spin-rate 3
de_de: Variable Drehzahl Stufe 3

# #32011
source: Variable fan-spin-rate 4
de_de: Variable Drehzahl Stufe 4

# #32012
source: Variable fan-spin-rate 5
de_de: Variable Drehzahl Stufe 5

# #32013
source: Temperature-threshold 1
de_de: Temperatur Grenze 1

# #32014
source: Temperature-threshold 2
de_de: Temperatur Grenze 2

# #32015
source: Temperature-threshold 3
de_de: Temperatur Grenze 3

# #32016
source: Temperature-threshold 4
de_de: Temperatur Grenze 4

# #32017
source: Temperature-threshold 5
de_de: Temperatur Grenze 5

# #32018
source: Range-Values
de_de: Werte-Bereiche

# #32019
source: Miscellaneous
de_de: Allgemein

# #32020
source: Fan base settings
de_de: Lüfter Basis-Einstellungen

# #32021
source: Fan speed settings
de_de: Lüfter Geschwindigkeits-Einstellungen

# #32022
source: Temperature settings
de_de: Temperatur Einstellungen
